Repository: Horttcore/Custom-Post-Type-Partners
Catalog: languages/custom-post-type-partners-*.po
Languages: de_de

source: Information
de_de: Informationen

# post type general name
source: Partners
de_de: Partner

# Partner
source: Add New
de_de: Erstellen

source: Add New Partner
de_de: Neuen Partner erstellen

source: Edit Partner
de_de: Partner bearbeiten

source: New Partner
de_de: Neuer Partner

source: All Partners
de_de: Alle Partner

source: View Partner
de_de: Partner ansehen

source: Search Partners
de_de: Partner durchsuchen

source: No Partners found
de_de: Keine Partner gefunden

source: No Partners found in Trash
de_de: Keine Partner im Papierkorb gefunden

source: Partners
de_de: Partner

source: Custom Post Type Partners
de_de: Custom Post Type Partner

source: Manage partners
de_de: Verwaltung von Partnern

source: Partner updated.
de_de: Partner aktualisiert.

source: Partner restored to revision from %s
de_de: Partner aus Überarbeitung vom %s wiederhergestellt

source: Partner published.
de_de: Partner veröffentlicht.

source: Partner saved.
de_de: Partner gespeichert.

source: Partner submitted.
de_de: Partner übertragen.

source: Partner scheduled for: <strong>%1$s</strong>.
de_de: Veröffentlichung geplant für: <strong>%1$s</strong>.

source: Partner draft updated.
de_de: Der Partnerentwurf wurde aktualisiert.

source: View partner
de_de: Partner ansehen

source: Preview partner
de_de: Partnervorschau

# taxonomy general name
source: Partner Categories
de_de: partner-kategorie

# taxonomy singular name
source: Partner Category
de_de: Partner Kategorie

source: Search Partner Categories
de_de: Partner Kategorie suchen

source: All Partner Categories
de_de: Alle Partner Kategorien

source: Parent Partner Category
de_de: Übergeordnete Partner Kategorie

source: Parent Partner Category:
de_de: Übergeordnete Partner Kategorie:

source: Edit Partner Category
de_de: Partner Kategorie bearbeiten

source: Update Partner Category
de_de: Partner Kategorie aktualisieren

source: Add New Partner Category
de_de: Neue Partner Kategorie erstellen

source: New Partner Category Name
de_de: Neuer Partner Kategoriename

source: Partner Categories
de_de: Partner Kategorien

# Slug
source: partner-category
de_de: partner-kategorie
